<?php
//index.php
$langMainMenu=[];
$langMainMenu["Home"] = "මුල් පිටුව";
$langMainMenu["Help"] = "සහය";
$langMainMenu["Services"] = "සේවාවන්";
$langMainMenu["ContactUs"] = "අප අමතන්න";
$langMainMenu["SignFarmer"] = "ගොවි ලියපදින්චිය";
$langMainMenu["SignBuyer"] = "ගොවීන් සොයන්න";
$langMainMenu["Login"] = "ඇතුලු වන්න";

$langAlert["regSuccess"] = "සාර්ථකව ලියාපදිංචි වී ඇත! අද සිට ඔබට කෙටි පණිවිඩ ලැබෙනු ඇත.";

$lang["header"] = "හොඳම එළවළු සහ පලතුරු";
$lang["discription"] = "ඊ-ගොවි කළමනාකරණ පද්ධතිය ශ්‍රී ලංකාවේ කුඩා පරිමාණ ගොවීන්ට ඔවුන්ගේ එළවළු සහ පලතුරු සඳහා හොඳම මිල ගණන් ලබා ගැනීමට හැකි ස්ථානයකි.
 වෙලෙන්දන් සදහාද හොඳම එළවළු සහ පලතුරු, ශ්‍රී ලංකාව වටා ගොවීන්ගෙන් පහසු මිලකට සොයාගත හැකිය.";

$lang["cardsTitle"] = "අපව තෝරා ගන්නේ ඇයි?";

$lang["farmerCardTitle"] = "ඔබ කැමති ගොවීන්";
$lang["farmerCardText"] = "ගැනුම්කරුවන්ට සහ සුපිරි වෙළඳසැල් වලට තමන්ට ගැලපෙන ශ්‍රී ලංකාව වටා ගොවීන්ගෙන් එළවළු සහ පලතුරු තෝරා ගත හැකිය.";

$lang["foodCardTitle"] = "ආහාර අපතේයාම අවම වීම";
$lang["foodCardText"] = "අවශ්‍ය එළවළු සහ පලතුරු පමණක් ලබා දිය හැකිය.
ගැනුම්කරුවන්ට අවශ්‍ය ප්‍රමානය පමණක් ගොවීන්ගෙන් ලබා ගත හැක.";

$lang["priceCardTitle"] = "පහසු මිල";
$lang["priceCardText"] = "ගැණුම්කරුට සහ ගොවියාට ඔවුන්ගේ මිල අනුව HARTI වෙතින් ලබා දෙන දෛනික ආහාර මිල ගණන් අනුව තීරනය කර හැක.";

$lang["needHelp"] = "උදව් අවශ්‍යද?";
$lang["helpParagraph"] = " ගිණුමක් නිර්මාණය කිරීමට ඔබට කිසියම් උදව්වක් අවශ්‍යද? නැත්නම් ඔබට 
අපගේ සේවාව පිළිබඳ තොරතුරු හෝ වෙනත් කිසිවක් අපගේ සේවය සම්බන්දයෙන් දැනගැනීමට අවශ්‍යද?,
අපගේ නියෝජිතයා අමතන්න.";

$lang["smsTitle"] = "කෙටි පණිවුඩ පහසුකම";
$lang["smsText"] = "කෙටි පණිවුඩ පහසුකම යනු ඇඟවීම් සහ දැනුම්දීම් ,පරිශීලකයින් (ගොවීන් සහ ගැනුම්කරුවන්ට) ඉලක්ක කොට සපයන සේවාවකි.";

$lang["webTitle"] = "වෙබ් අතුරුමුහුණත";
$lang["webText"] = "වෙබ් අඩවි ද්වාරයට මිල ගණන් සෙවීමට, ගොවීන් සොයා ගැනීමට, එළවළු සහ පලතුරු සොයා ගැනීමට සහ ඇණවුම් කළ හැකිය. තවද, පරිපාලකයින්ට දිනපතා එළවළු සහ පලතුරු වල මිල දර්ශකය යාවත්කාලීන කළ හැකිය.
";

$lang["readyToOder"] = "එළවළු සහ පලතුරු ඇණවුම් කිරීමට සූදානම් ද?";
$lang["readyToOderBTN"] = "එළවළු සහ පලතුරු ඇණවුම් කරන්න";

$langFooter["ContactUs"] = "අප අමතන්න 
+94 115675671
+94 115675672
info@efarmer.lk";
$langFooter["address"] = "ශ්‍රීමත් චිතම්පලම් ගාඩිනර් මාවත, කොළඹ, ශ්‍රී ලංකාව 00200.";
$langFooter["MRuralE"] = "ග්‍රාමීය ආර්ථික පිලිබන්ද අමාත්‍යාංශය";
$langFooter["MAgri"] = "කෘෂිකර්ම අමාත්‍යාංශය";

// End of index.php
